
ItemName.ItemRocketeer=Rocketeer
ItemName.ItemConscript=Conscript
ItemTooltip.ItemRocketeer=Can only be used near a barracks\nCan summon max to 16 ones
ItemTooltip.ItemConscript=Can only be used near a barracks\nCan summon max to 16 ones
ItemName.AlliedBarracksOnWallItem=Allied Barracks
ItemTooltip.AlliedBarracksOnWallItem=Place on wall
ItemName.SovietBarracksOnWallItem=Soviet Barracks
ItemTooltip.SovietBarracksOnWallItem=Place on wall
ProjectileName.Rocketeer=Rocketeer
ProjectileName.Conscript=Conscript
BuffName.AlliedBarracks=Allied Barracks
BuffName.SovietBarracks=Soviet Barracks
BuffDescription.AlliedBarracks=Add 3 minion slots
BuffDescription.SovietBarracks=Add 3 minion slots
